[
    {
        "fager": "يبدأ وقت صلاة الفجر أو صلاة الصبح -كما يسميها البعض- من انشقاق الفجر الصادق، وذلك لأن الفجر فجران؛ فجر كاذب وهو ما كانت العرب تسمية ذنب السرحان، وهو بياض يظهر في السماء طولاً قبيل وقت الفجر الصادق ولكن يعقب هذا البياض ظلام الليل مرة أخرى، والفجر الآخر هو الفجر الصادق؛ وهو البياض الذي يعقب بياض الفجر الكاذب والذي ينتشر في الأفق.[١] ويستمر وقت صلاة الفجر إلى حين طلوع الشمس؛ أي إلى الوقت الذي يظهر فيه أول جزء من الشمس، ودليل ذلك قول رسول الله -صلى الله عليه وسلم-: (مَن أَدْرَكَ مِنَ الصُّبْحِ رَكْعَةً قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ، فقَدْ أَدْرَكَ الصُّبْحَ).[٢][٣] ويستحب التغليس بصلاة الفجر؛ أي أداء صلاة الفجر على أول وقتها وعدم تأخيرها؛ وقد ورد في هذا الأمر عدة أحاديث شريفة؛ منها حديث عائشة أم المؤمنين -رضي الله عنها-: (كُنَّ نِسَاءُ المُؤْمِنَاتِ يَشْهَدْنَ مع رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ صَلَاةَ الفَجْرِ مُتَلَفِّعَاتٍ بمُرُوطِهِنَّ، ثُمَّ يَنْقَلِبْنَ إلى بُيُوتِهِنَّ حِينَ يَقْضِينَ الصَّلَاةَ، لا يَعْرِفُهُنَّ أَحَدٌ مِنَ الغَلَسِ).",
        "img": "fagr.jpg"
    },
    {
        "thohr": "يبدأ وقت صلاة الظهر عند الزوال؛ أي عندما تميل الشّمس عن وسط السّماء نحو الغرب، وتُسمّى بالصلاة الأُولى أو الهجيرة،[٤] وقد أجمع العلماء على أنّ عدد ركعاتها أربع، يَخفض فيهما المُصلّي صوته بالقراءة، ويجلس بعد كُل ركعتين للتشهّد بينهما.[٥] ويجوز تأخير صلاة الظهر في شدة الحر إلى الإبراد، ففي الحديث النبويّ الشريف: (إذا اشْتَدَّ الحَرُّ فأبْرِدُوا بالصَّلاةِ، فإنَّ شِدَّةَ الحَرِّ مِن فَيْحِ جَهَنَّم).[٦][٧] معلومات عن صلاة الظهر تُعدّ صلاة الظُّهر أوّل صلاةٍ صلّاها جبريل -عليه السلام- بالنّبي -صلى الله عليه وسلم-، فقد ثبت عن النبي أنه قال: (أَمَّنِي جبريلُ عليه السلامُ عندَ البيتِ مرتينِ، فصلَّى الظهرَ في الأولَى منهما حينَ كان الفَيْءُ مثلَ الشراكِ)،[٨] وهي أيضاً أوّل صلاةٍ صلّاها النبيّ بالمسلمين.",
        "img": "alzohr.jpg"
    },
    {
        "asr": "لصلاة العصر العديد من الفضائل التي وردت في الكتاب والسنة، ومنها: صلاة العصْرهي الصلاة الوُسطى التي خصّها الله -سُبحانه وتعالى- بالذِّكر في كتابه الحكيم؛ تشريفاً لها، وتمييزاً وتفضيلاً لها على غيرها، وأمر بالمحافظة عليها، فقال -سُبحانه-: (حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَىٰ وَقُومُوا لِلَّـهِ قَانِتِينَ)،[١][٢] وممّا يدلُّ على أنّ الصلاة الوُسطى هي صلاة العَصْر؛ قَوْلُ النبيّ -صلّى الله عليه وسلّم- يوم الخندق: (مَلَأَ اللَّهُ قُبُورَهُمْ وبُيُوتَهُمْ نَارًا، كما شَغَلُونَا عن صَلَاةِ الوُسْطَى حتَّى غَابَتِ الشَّمْسُ وهي صَلَاةُ العَصْرِ)،[٣] وقال الإمام النوويّ -رحمه الله- تعليقاً على الحديث السابق:الَّذِي تَقْتَضِيهِ الأَْحَادِيثُ الصَّحِيحَةُ: إِنَّ الصَّلاَةَ الْوُسْطَى هِيَ الْعَصْرُ.[٤] بيَّن النبيُّ -صلّى الله عليه وسلّم- أنّ المحافظةَ على صلاة العصر سببٌ لدخول الجنَّة، فقال: (مَن صَلَّى البَرْدَيْنِ دَخَلَ الجَنَّةَ)،[٥] والبردان هما: الصُّبح والعَصْر،[٦] وحذّر من تضييعها، والتهاونِ في أدائها، وبيّن أنّ مَن تركها فقد حبِطَ عملُه، فقال: (مَن تَرَكَ صَلَاةَ العَصْرِ فقَدْ حَبِطَ عَمَلُهُ)،[٧] وما شُدِّدَ في أمر صلاة العصْر إلّا أنّها عُرضت على الأُمم السابقة فما قاموا بحقِّها؛ لأنَّ وقت العصر كان زمانَ سُوقهم، وأوانَ أشغالِهِم، قال النبيّ -صلّى الله عليه وسلّم-: (إنَّ هذِه الصَّلَاةَ عُرِضَتْ علَى مَن كانَ قَبْلَكُمْ فَضَيَّعُوهَا، فمَن حَافَظَ عَلَيْهَا كانَ له أَجْرُهُ مَرَّتَيْنِ، وَلَا صَلَاةَ بَعْدَهَا حتَّى يَطْلُعَ الشَّاهِدُ وَالشَّاهِدُ: النَّجْمُ).[٨][٩] ضاعف الله أجر المُحافظة على صلاة العصْر مرّتين؛ الأولى المحافظة عليها، والثانية لأدائها كسائر الصلوات، قال الحافظ ابن حجَر -رحمه الله-:مَرَّةٌ لِفَضْلِهَا لِأَنَّهَا الْوُسْطَى، وَمَرَّةٌ لِلْمُحَافَظَةِ عَلَيْهَا،[٩] وقد نبَّه النبيّ -صلّى الله عليه وسلّم- على عِظَم أجر صلاة العصْر، فقال: (إنَّكُمْ سَتَرَوْنَ رَبَّكُمْ، كما تَرَوْنَ هذا القَمَرَ، لا تُضَامُّونَ في رُؤْيَتِهِ، فَإِنِ اسْتَطَعْتُمْ أنْ لا تُغْلَبُوا علَى صَلَاةٍ قَبْلَ طُلُوعِ الشَّمْسِ وقَبْلَ غُرُوبِهَا فَافْعَلُوا ثُمَّ قَرَأَ: {وَسَبِّحْ بحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وقَبْلَ الغُرُوبِ} [ق: 39]).[١٠][١١] تعبَّد الله -عزّ وجلّ- الملائكة بالاجتماع في وقت أداء صلاة العصْر؛ لُطفاً بالمؤمنين، وشهادةً لهم على إدراك خيرها، كما أخبر بذلك النبيّ -صلّى الله عليه وسلّم-، حيث قال: (المَلَائِكَةُ يَتَعَاقَبُونَ مَلَائِكَةٌ باللَّيْلِ، ومَلَائِكَةٌ بالنَّهَارِ، ويَجْتَمِعُونَ في صَلَاةِ الفَجْرِ، وصَلَاةِ العَصْرِ، ثُمَّ يَعْرُجُ إلَيْهِ الَّذِينَ بَاتُوا فِيكُمْ، فَيَسْأَلُهُمْ وهو أعْلَمُ، فيَقولُ: كيفَ تَرَكْتُمْ عِبَادِي، فيَقولونَ: تَرَكْنَاهُمْ يُصَلُّونَ، وأَتَيْنَاهُمْ يُصَلُّونَ).[١٢][١٣][١٤] أخبر النبيّ -صلّى الله عليه وسلّم- أنّ المحافظة على أداء صلاة العصْر سببٌ في الوقاية من النّار، كما ثبت في صحيح الإمام مُسلم أنّه -عليه الصلاة والسلام- قال: (لَنْ يَلِجَ النَّارَ أَحَدٌ صَلَّى قَبْلَ طُلُوعِ الشَّمْسِ، وَقَبْلَ غُرُوبِهَا، يَعْنِي الفَجْرَ وَالْعَصْرَ..)",
        "img": "alasr.jpg"
    },
    {
        "majerb": "أجمع العُلماء على أنّ وقت صلاة المغرب يبدأ بغروب الشمس،[٥] وقد بيّن النبيّ -عليه الصلاة والسلام- أنّ ذلك الوقت يقع ما بين غروب الشمس إلى غروب الشفق الأحمر الذي يكون في جهة الغرب، والأفضل أن يؤديها المُسلم في أوّل وقتها؛ لفعل النبيّ -عليه الصلاة والسلام-، فقد كان إذا أذّن المؤذّن لها يُصلّي ركعتَين، ثُمّ يأمر بإقامة الصلاة، وقد كان يأمر أصحابه بأداء ركعَتين قبل الفرض بقَوْله: (صلُّوا قبلَ المغربِ ركعتيْنِ، صلُّوا قبلَ المغربِ ركعتيْنِ، لِمَنْ شاءَ).[٦][٧] أهميّة الصلاة وفَضْلها فرض الله -تعالى- الصلاة على كلّ مُسلمٍ، وجعل مكانةً عظيمةً في الإسلام؛ فهي:[٨] رأس الدِّين وعموده. الرُكن الثاني من أركان الإسلام. سببٌ للمُحافظة على الأعمال الصالحة. بمثابة الصِّلة بين العبد وخالقه. علامةٌ من علامات محبّة العبد لخالقه، واعترافاً له بفَضْله ونعمه. سبب طُهرة المُسلم من المعاصي، وتَرْكُها ذنبٌ عظيمٌ. وقد ورد ذكر فَضْلها في أحاديث كثيرةٍ عن النبيّ -عليه الصلاة والسلام-، كقَوْله: (أَرَأَيْتُمْ لو أنَّ نَهْرًا ببَابِ أَحَدِكُمْ يَغْتَسِلُ منه كُلَّ يَومٍ خَمْسَ مَرَّاتٍ، هلْ يَبْقَى مِن دَرَنِهِ شيءٌ؟ قالوا: لا يَبْقَى مِن دَرَنِهِ شيءٌ، قالَ: فَذلكَ مَثَلُ الصَّلَوَاتِ الخَمْسِ، يَمْحُو اللَّهُ بهِنَّ الخَطَايَا)،[٩][١٠] وكان النبيّ -عليه الصلاة والسلام- يُوصي بالصلاة قائلاً: (أنَّه كان عامَّةُ وصيَّةِ نبيِّ اللهِ صلَّى اللهُ عليهِ وسلَّمَ عندَ موتِه: الصَّلاةَ الصَّلاةَ، وما ملكَتْ أيمانُكُم)،[١١] وكان يبتسم وتقرّ عينه حينما كان يُكشف له السِّتار ويرى المسلمين يُصلّون لمّا كان في حُجرة عائشة -رضي الله عنها- أثناء فترة مَرَضه؛ لمُحافظتهم على العهد الذي تركهم عليه.",
        "img": "elmajreb.jpg"
    },
    {
        "esha": "وردت العديد من الأحاديث النبويّة التي بيّنت هَدْي النّبيّ -صلّى الله عليه وسلّم- في القراءة في صلاة العشاء، ممّا يدلّ على أنّ الأمر واسعٌ يراعي اختلاف أحوال الناس وظروفهم، ومن تلك الأحاديث:[٦] ما أخرجه الإمام البخاريّ عن جابر بن عبدالله -رضي الله عنه- أنّه قال: (كانَ يُصَلِّي مع النبيِّ صَلَّى اللهُ عليه وسلَّمَ، ثُمَّ يَأْتي قَوْمَهُ فيُصَلِّي بهِمُ الصَّلَاةَ، فَقَرَأَ بهِمُ البَقَرَةَ، قالَ: فَتَجَوَّزَ رَجُلٌ فَصَلَّى صَلَاةً خَفِيفَةً، فَبَلَغَ ذلكَ مُعَاذًا، فَقالَ: إنَّه مُنَافِقٌ، فَبَلَغَ ذلكَ الرَّجُلَ، فأتَى النبيَّ صَلَّى اللهُ عليه وسلَّمَ فَقالَ: يا رَسولَ اللَّهِ، إنَّا قَوْمٌ نَعْمَلُ بأَيْدِينَا، ونَسْقِي بنَوَاضِحِنَا، وإنَّ مُعَاذًا صَلَّى بنَا البَارِحَةَ، فَقَرَأَ البَقَرَةَ، فَتَجَوَّزْتُ، فَزَعَمَ أنِّي مُنَافِقٌ، فَقالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: يا مُعَاذُ، أفَتَّانٌ أنْتَ - ثَلَاثًا - اقْرَأْ: والشَّمْسِ وضُحَاهَا وسَبِّحِ اسْمَ رَبِّكَ الأعْلَى ونَحْوَهَا)،[٧] فأمر رسول الله -صلّى الله عليه وسلّم- بقراءة سورتَي الضحى والأعلى ممّا يدلّ ذلك على أنّهما من هَدْيه. ما أخرجه البخاريّ عن البراء بن عازب -رضي الله عنه- أنّه قال: (سَمِعْتُ النبيَّ صَلَّى اللهُ عليه وسلَّمَ يَقْرَأُ: والتِّينِ والزَّيْتُونِ في العِشاءِ، وما سَمِعْتُ أحَدًا أحْسَنَ صَوْتًا منه أوْ قِراءَةً)،[٨] فقد سمع البراء -رضي الله عنه- قراءة رسول الله -صلّى الله عليه وسلّم- في صلاة العِشاء، وكان وقتئذٍ يقرأ سورة التين بصوتٍ وترتيلٍ عذبَين، لا يُضاهيهما صوت أحدٍ",
        "img": "alesha.jpg"
    }
]